{"Messages":["Content precedes design. Design in the absence of content is not design, it's decoration.\/\/Jeffrey Zeldman","A designer is a planner with an aesthetic sense.\/\/Bruno Munari","Design is where science and art break even.\/\/Robin Matthew","Good design is obvious. Great design is transparent.\/\/Joe Sparano","People ignore design that ignores people.\/\/Frank Chimero","Everything is designed. Few things are designed well.\/\/Brian Reed","From power user to user power\/\/Design Whizz","Design is too important to be left only to designers\/\/Tim Brown","What works good is better than what looks good, because what works good lasts.\/\/Ray Eames","UX is the business\/\/Martin Wezowski","Design is not just what it looks like and feels like. Design is how it works.\/\/Steve Jobs","We want to inspire and connect\/\/Design Whizz","The artist in me cries out for design.\/\/Robert Frost","A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.\/\/Antoine de Saint-Exupery","The details are not the details. They make the design.\/\/Charles Eames","The urge for good design is the same as the urge to go on living.\/\/Harry Bertoia ","Good design is good business\/\/Thomas J. Watson","Recognizing the need is the primary condition for design.\/\/Charles Eames","I fundamentally believe that if you are not learning new things, you stop doing great and useful things.\/\/Satya Nadella","There are three responses to a piece of design – yes, no, and WOW! Wow is the one to aim for.\/\/Milton Glaser","You can have an art experience in front of a Rembrandt… or in front of a piece of graphic design.\/\/Stefan Sagmeister","Graphic design will save the world right after rock and roll does.\/\/David Carson","A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.\/\/Antoine de Saint-Exupery","Digital design is like painting, except the paint never dries.\/\/Neville Brody","Good design is all about making other designers feel like idiots because that idea wasn’t theirs.\/\/Frank Chimero","I strive for two things in design: simplicity and clarity. Great design is born of those two things.\/\/Lindon Leader","Limited space creates unlimited creativity.\/\/IKEA","If you're not failing every now and again, it's a sign you're not doing anything very innovative.\/\/Woody Allen","Real artists ship.\/\/Steve Jobs","Simplicity is about subtracting the obvious and adding the meaningful.\/\/John Maeda","We shape our buildings; thereafter they shape us.\/\/Winston Churchill","I don't build in order to have clients. I have clients in order to build.\/\/Ayn Rand ","Form follows function.\/\/Horatio Greenough","Vision is the art of seeing the invisible.\/\/Jonathan Swift","There is an unmistakeable difference between a bag of rabbit parts and a rabbit.\/\/Ryan Nance","Creativity is piercing the mundane to find the marvelous.\/\/Bill Moyers","If at first the idea is not absurd, then there is no hope for it.\/\/Albert Einstein","Clients are the difference between design and art.\/\/Michael Bierut","Just because nobody complains doesn’t mean all parachutes are perfect.\/\/Benny Hill","Design is so critical it should be on the agenda of every meeting in every single department.\/\/Tom Peters","Just because you’ve always done it that way doesn’t mean it’s not incredibly stupid.\/\/Anonymous","If the users can’t find it, the function’s not there.\/\/Human Factors International","Start with a sketch, but make it quick. There’s real work to be done.\/\/Stefan Hartwig","The best way to find any and all errors is to publish your work.\/\/Dan Vore","The idea does not replace work.\/\/Anonymous","Design should never say \"Look at me!\". It should always say \"Look at this!\".\/\/David Craib","Do or do not. There is no \"try\".\/\/Yoda","Bad design is smoke - good design is a mirror.\/\/Juan-Carlos Fernandez","Design is as much an act of spacing as an act of marking.\/\/Ellen Lupton","Good design is a lot like clear thinking made visual.\/\/Edward Tufte","Math is easy; design is hard.\/\/Jeffrey Veen","Design is the conscious effort to impose a meaningful order.\/\/Victor Papanek","Design is an opportunity to continue telling the story, not just to sum everything up.\/\/Tate Linden","Design is not the narrow application of formal skills, it is a way of thinking.\/\/Chris Pullman","Being a famous designer is like being a famous dentist.\/\/Noreen Morioka","Design creates culture. Culture shapes values. Values determine the future.\/\/Robert L. Peters","You have to be interested in culture to design for it.\/\/Lorraine Wild","Computers are to design as microwaves are to cooking.\/\/Milton Glaser","A camel is a horse designed by a committee.\/\/Sir Alec Issigonis","Technology over technique produces emotionless design.\/\/Daniel Mall","A design isn’t finished until somebody is using it.\/\/Brenda Laurel","If design isn't profitable, then it's art.\/\/Henrik Fiskar","Practice safe design: Use a concept.\/\/Petrula Vrontikis","Good design keeps the user happy, the manufacturer in the black and the aesthete unoffended.\/\/Raymond Loewy","At a meta level, design connects the dots between mere survival and humanism.\/\/Erik Adigard","Many things difficult to design prove easy to perform.\/\/Samuel Johnson","The only important thing about design is how it relates to people.\/\/Victor Papanek","Designing a product is designing a relationship.\/\/Steve Rogers","I never design a building before I’ve seen the site and met the people who will be using it.\/\/Frank Lloyd Wright","As long as there are people, there will be user experience, and user interface designers.\/\/Steve McGarry","Good design is in all the things you notice. Great design is in all the things you don’t.\/\/Wim Hovens","There is no such thing as information overload, just bad design. If something is cluttered and\/or confusing, fix your design.\/\/Edward Tufte","Design has become the cover for unnecessary consumption.\/\/Peter Saville","Design is about enabling ideas, processes and products: making them approachable, usable, desireable and memorable.\/\/Jay Dutta","A person tends to critique a design in one of several ways. The most common, and usually least valuable, is by gut reaction.\/\/D. Keith Robinson","Stick to your knitting (what you’re good at), don’t compromise, and don’t suffer fools.\/\/S. Campbell","Bad design shouts at you. Good design is the silent seller.\/\/Shane Meendering","Verbalizing design is another act of design.\/\/Kenya Hara","You don’t get harmony if everyone sings the same note.\/\/Steve Honey","Design is a good idea.\/\/Emigre","The best ideas come as jokes. Make your thinking as funny as possible.\/\/David M. Ogilvy","Design is the silent ambassador of your brand.\/\/Paul Rand","Make it simple. Make it memorable. Make it inviting to look at. Make it fun to read.\/\/Leo Burnett","To create a memorable design you need to start with a thought that’s worth remembering.\/\/Thomas Manss","Be stimulated by rejection.\/\/Bob Gill","There is no better designer than nature.\/\/Alexander McQueen","What I’m trying to produce is the visual equivalent of the chord change that makes the hairs on the back of your neck stand up.\/\/Rian Hughes","Design is everywhere. From the dress you’re wearing to the smartphone you’re holding, it’s design.\/\/Samadara Ginige","Style is time’s fool. Form is time’s student.\/\/Stewart Brand","Good design is finding a solution to a problem. Great design is finding the simplest solution to the same problem.\/\/Nicholas Petersen","Design is the key to everything. If you learn how to design you can do anything.\/\/Doug Cranmer","Good design is partially creativity and innovation, but primarily knowledge and awareness.\/\/Chuck Green","Discontentment and reiteration are vital to good design.\/\/Sammuel Nevarez","The same hand can draw art for the sake of emotional expression and design that serves a purpose.\/\/Raphael Henry","If we have trouble using something then it’s probably because that thing is badly designed, rather than us being stupid.\/\/Donald A. Norman","Nail the basics first, detail the details later.\/\/Chris Anderson","Even large companies need small logos.\/\/Tanner Christensen","Opportunity is missed by people because it is dressed in overalls and looks like work.\/\/Thomas A. Edison","Design is redesign.\/\/Jan Michl","Your most unhappy customers are your greatest source of learning.\/\/Bill Gates ","Customer satisfaction is worthless. Customer loyalty is priceless.\/\/Jeffrey H. Gitomer","Design is not a department, it’s everyone’s job.\/\/Anonymous","I won’t complain. I just won’t come back.\/\/Danielle Sonnefeld","There are no traffic jams along the extra mile.\/\/Roger Staubach","Simplicity is the ultimate form of sophistication.\/\/Leonardo da Vinci","Don't design for everyone. It only ends up in making everyone unhappy.\/\/Anonymous","Great design is all the work you don't ask people who use your product to do.\/\/Rebekah Cox","It always feels impossible until it's done.\/\/Nelson Mandela","Designs speak louder than words.\/\/Anonymous","Intuitive Design is how we give the user more superpowers\/\/Jared Spool","Design is so simple, that's why it's so complicated.\/\/Paul Rand","To be creative we must lose our fear of being wrong.\/\/Joseph Chilton Pearce","The concept of most industrial age designs was not based on what we needed, but based on what technology was available.\/\/Anonymous","Design is a way of thinking in which the aim is not to make something look good but to make it be good.\/\/Anonymous","The concept of most industrial age designs was not based on what we needed, but based on what technology was available.\/\/Anonymous","Everything is designed whether it be a chair or a system of government, the question is how intentionally it is designed.\/\/Tim Brown","In theory there is no difference between theory and practice. In practice there is.\/\/Jan L. A. van de Snepscheut","Every future business leader needs to be a good design thinker.\/\/Idris Mootee","Just as the natural sciences, design is focused on problem framing and problem solving.\/\/Anonymous","Hiring design thinkers is not enough, what we need is more design thinking organizations.\/\/Anonymous","Organizations resist change because they are made of individuals who are working at what has always worked.\/\/Anonymous","Eventually, everything connects - people, ideas, objects.\/\/Charles Eames","Everything is design. Everything.\/\/Paul Rand"]}