{"Messages":["Content precedes design. Design in the absence of content is not design, it's decoration.","A designer is a planner with an aesthetic sense.","Design is where science and art break even.","Good design is obvious. Great design is transparent.","People ignore design that ignores people.","Everything is designed. Few things are designed well.","From power user to user power ","Design is too important to be left only to designers","What works good is better than what looks good, because what works good lasts.","UX is the business","Design is not just what it looks like and feels like. Design is how it works.","We want to inspire and connect","The artist in me cries out for design.","A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.","The details are not the details. They make the design.","The urge for good design is the same as the urge to go on living.","Good design is good business","Recognizing the need is the primary condition for design.","I fundamentally believe that if you are not learning new things, you stop doing great and useful things.","There are three responses to a piece of design – yes, no, and WOW! Wow is the one to aim for.","You can have an art experience in front of a Rembrandt… or in front of a piece of graphic design.","Graphic design will save the world right after rock and roll does.","A designer knows he has achieved perfection not when there is nothing left to add, but when there is nothing left to take away.","Digital design is like painting, except the paint never dries.","Good design is all about making other designers feel like idiots because that idea wasn’t theirs.","I strive for two things in design: simplicity and clarity. Great design is born of those two things.","Limited space creates unlimited creativity.","If you're not failing every now and again, it's a sign you're not doing anything very innovative.","Real artists ship.","Simplicity is about subtracting the obvious and adding the meaningful.","We shape our buildings; thereafter they shape us.","I don't build in order to have clients. I have clients in order to build.","Form follows function.","Vision is the art of seeing the invisible.","There is an unmistakeable difference between a bag of rabbit parts and a rabbit.","Creativity is piercing the mundane to find the marvelous.","If at first the idea is not absurd, then there is no hope for it.","Clients are the difference between design and art.","Just because nobody complains doesn’t mean all parachutes are perfect.","Design is so critical it should be on the agenda of every meeting in every single department.","Just because you’ve always done it that way doesn’t mean it’s not incredibly stupid.","If the users can’t find it, the function’s not there.","Start with a sketch, but make it quick. There’s real work to be done.","The best way to find any and all errors is to publish your work.","The idea does not replace work.","Design should never say \"Look at me!\". It should always say \"Look at this!\".","Do or do not. There is no \"try\".","Bad design is smoke - good design is a mirror.","Design is as much an act of spacing as an act of marking.","Good design is a lot like clear thinking made visual.","Math is easy; design is hard.","Design is the conscious effort to impose a meaningful order.","Design is an opportunity to continue telling the story, not just to sum everything up.","Design is not the narrow application of formal skills, it is a way of thinking.","Being a famous designer is like being a famous dentist.","Design creates culture. Culture shapes values. Values determine the future.","You have to be interested in culture to design for it.","Computers are to design as microwaves are to cooking.","A camel is a horse designed by a committee.","Technology over technique produces emotionless design.","A design isn’t finished until somebody is using it.","If design isn't profitable, then it's art.","Practice safe design: Use a concept.","Good design keeps the user happy, the manufacturer in the black and the aesthete unoffended.","At a meta level, design connects the dots between mere survival and humanism.","Many things difficult to design prove easy to perform.","The only important thing about design is how it relates to people.","Designing a product is designing a relationship.","I never design a building before I’ve seen the site and met the people who will be using it.","As long as there are people, there will be user experience, and user interface designers.","Good design is in all the things you notice. Great design is in all the things you don’t.","There is no such thing as information overload, just bad design. If something is cluttered and\/or confusing, fix your design.","Design has become the cover for unnecessary consumption.","Design is about enabling ideas, processes and products: making them approachable, usable, desireable and memorable.","A person tends to critique a design in one of several ways. The most common, and usually least valuable, is by gut reaction.","Stick to your knitting (what you’re good at), don’t compromise, and don’t suffer fools.","Bad design shouts at you. Good design is the silent seller.","Verbalizing design is another act of design.","You don’t get harmony if everyone sings the same note.","Design is a good idea.","The best ideas come as jokes. Make your thinking as funny as possible.","Design is the silent ambassador of your brand.","Make it simple. Make it memorable. Make it inviting to look at. Make it fun to read.","To create a memorable design you need to start with a thought that’s worth remembering.","Be stimulated by rejection.","There is no better designer than nature.","What I’m trying to produce is the visual equivalent of the chord change that makes the hairs on the back of your neck stand up.","Design is everywhere. From the dress you’re wearing to the smartphone you’re holding, it’s design.","Style is time’s fool. Form is time’s student.","Good design is finding a solution to a problem. Great design is finding the simplest solution to the same problem.","Design is the key to everything. If you learn how to design you can do anything.","Good design is partially creativity and innovation, but primarily knowledge and awareness.","Discontentment and reiteration are vital to good design.","The same hand can draw art for the sake of emotional expression and design that serves a purpose.","If we have trouble using something then it’s probably because that thing is badly designed, rather than us being stupid.","Nail the basics first, detail the details later.","Even large companies need small logos.","Opportunity is missed by people because it is dressed in overalls and looks like work.","Design is redesign.","Your most unhappy customers are your greatest source of learning.","Customer satisfaction is worthless. Customer loyalty is priceless.","Design is not a department, it’s everyone’s job.","I won’t complain. I just won’t come back.","There are no traffic jams along the extra mile.","Simplicity is the ultimate form of sophistication.","Don't design for everyone. It only ends up in making everyone unhappy.","Great design is all the work you don't ask people who use your product to do.","It always feels impossible until it's done.","Designs speak louder than words.","Intuitive Design is how we give the user more superpowers","Design is so simple, that's why it's so complicated.","To be creative we must lose our fear of being wrong.","The concept of most industrial age designs was not based on what we needed, but based on what technology was available.","Design is a way of thinking in which the aim is not to make something look good but to make it be good.","The concept of most industrial age designs was not based on what we needed, but based on what technology was available.","Everything is designed whether it be a chair or a system of government, the question is how intentionally it is designed.","In theory there is no difference between theory and practice. In practice there is.","Every future business leader needs to be a good design thinker.","Just as the natural sciences, design is focused on problem framing and problem solving.","Hiring design thinkers is not enough, what we need is more design thinking organizations.","Organizations resist change because they are made of individuals who are working at what has always worked.","Eventually, everything connects - people, ideas, objects.","Everything is design. Everything."]}