{
	"news": [
        {
            "id":       1,
            "header":   "New Design for Bridge",
            "date": "2014-10-10",
            "snapURL":  "bridge/menubar/news/image/newDesignSnap.png",
            "preview":  "Bridge was launched in a new design and with new features.",
            "content":  "We're excited to announce the new design for bridge. With over 5000 unique visitors per months we are now gaining momentum and hereby would like to thank all of you for your great support, feedback and contributions.<br /><br /><ul><li>Drag and Drop Applications: It is now easily possible to change the sequence of your apps by just using drag and drop on the header section of each application.</li><li>Unified Search: We were able to remove some applications by introducing a generic search with a number of search providers to find relevant inforamtion accross various information sources.</li><li>New Menu Bar: The new design comes with a new menubar with a more structured look and feel. We also made the interactions more consitent.</li><li>Application Categories: Applications are now structured in categories to be able to find them more quickly.</li></ul><br />Along with the overall changes, we have also improved individual applications:<ul><li>Links: Drag and drop events on the settings screen are improved and it is now also possible to drag urls into that screen directly.</li><li>CAT2: Stability improvements and bug fixes.</li><li>Jenkins: Major performance improvements, handling of data loading events, bug fixes, a new overview layout and display of job dependencies.</li></ul>"
        },
        {
            "id":       2,
            "header":   "Beat the traffic & Customer Incidents",
            "date": "2014-10-23",
            "snapURL":  "bridge/menubar/news/image/beatTheTrafficSnap.png",
            "preview":  "New app for monitoring the traffic on your way home.",
            "content":  "Today, we would like to make two announcements.<br /><br /><ul><li>Our new app <b>\"beat the traffic\"</b> will inform you about traffic incidents on your route home or to work and show you how long it will take you to get to your destination. Simply add it from the available applications (category \"Productivity\").</li><li>Also, we would like to extend our beta test for our app for customer incident. In case you are interested, please register <a target=\"_blank\" href=\"https://profiles.wdf.sap.corp/groups/5448e3d2fd84a045cc000003/users\">here</a>.</li></ul><br />We would like to thank <b>Merlin Beutlberger</b>, <b>Stefan Lay</b>, <b>Matthias Gradl</b>, <b>Matthias Osswald</b> and <b>Martin Locher</b> for their contributions to the \"beat the traffic\" app during our hackathon and also afterwards."
        },
        {
            "id":       3,
            "header":   "Meeting Room Cancellation",
            "date": "2014-10-30",
            "snapURL":  "bridge/menubar/news/image/roombooking.png",
            "preview":  "New app for cancelling room bookings.",
            "content":  "This new app displays room reservations out of the outlook backend and allows easy cancelation of a given room booking with two clicks (inplace-modal which makes sure the user clicked on the right button). Thanks to the following people for making this happen:<br /><br /><ul><li>Thorsten Sandfuchs</li><li>Wolfgang Schwach</li><li>Rouven Roehrig</li><li>Richard Steuer</li><li>Dirk Marwinski</li><li>Michael Moessner</li><li>Christian Jeschke</li><li>Thomas Jansen</li></ul>Note that the backend is a bit \"slow\" and updates (e.g. cancelations or new bookings) are only synchronized every 10 minutes."
        },
        {
            "id":       4,
            "header":   "Time Recording (CAT2)",
            "date": "2014-11-03",
            "snapURL":  "bridge/menubar/news/image/CAT2 news.png",
            "preview":  "Now usable for Service and Support CAT2 profiles",
            "content":  "The <b><a href=\"https://bridge.mo.sap.corp/#/detail/cats/\" target=\"_blank\">Time Recording CAT2 app</a></b> now also supports the CAT2 profiles for Service and Support (SUP2007D and SUP2007C). It comes with an automatic CAT2 profile detection, i.e. it can be used out-of-the box without configuration.<br><br>There is a new <b><a href=\"https://sap.emea.pgiconnect.com/p377wwgy2zk/\" target=\"_blank\">Getting Started video</a></b> which helps you getting started.<br><br>In case of questions please check out the <b><a href=\"https://github.wdf.sap.corp/bridge/bridge/wiki/FAQ-for-CAT2\" target=\"_blank\">frequently asked questions (FAQ)</a></b> first."
        },
        {
            "id":       5,
            "header":   "Design Thinking Workshop for JAM Integration",
            "date": "2014-11-05",
            "snapURL":  "bridge/menubar/news/image/jam.png",
            "preview":  "Help to define the JAM Integration",
            "content":  "We target to provide a Bridge App to enable users to configure their Jam input channel personalized and have a smarter solution than mail notifications. Target is to enable users to directly link to and filter the relevant Jam based information they need to follow up on for their daily tasks. To do things right it is key to focus on the right things before! We need <b>YOUR INPUT about YOUR ISSUES</b> enabling you to perform best concerning Jam channeled information. If you are ready to engage to improve your situation, please <b><a target=\"_blank\" href=\"https://profiles.wdf.sap.corp/groups/5458eb5adf15db4575000002/users\">register for the next roll in Workshop (Design Thinking mode)</a></b> planned for CW 48/49 in Wallorf/ Rot or contact <b>Christoph Ehrhardt</b> directly."
        }
	]
}


